export const aboutMeData = [
    {
        id: 1,
        title: "Меня зовут Ленар Мирзаянов, я фронтенд разработчик.",
        bio: "Я выбрал эту профессию, потому что мне нравится создавать красивые и функциональные веб-сайты, которые приносят пользу пользователям. Мне 27 лет, живу я в столице Камаза г. Набережные челны. Кроме основных знаний по HTML, CSS, JS, я создаю сайты на фреймворке Angular, который очень тесно работает на TypeScript'е. Знакомы мне сборщики Grunt и Gulp, но я больше предпочитаю Webpack. Стили в основном пишу на SCSS. А все это умею управлять на распределённой системе контроля версий на GIT",
        skills: [
            "Верстка страниц любой сложности на HTML, CSS по дизайн-макетам Photoshop, Figma",
            "Отличные знания Less/sass, npm, webpack, jQuery, Bootstrap, gulp, grunt",
            "Разработка фронтенд-проектов на JavaScript и TypeScript",
            "Разработка проектов на фреймворке Angular",
            "Отладка кода, развертывание, сборка, деплоймент, настройка docker-контейнеров",
            "Знание Git на профессиональном уровне",
            "Создание unit-тестов",
            "Базовые знания бэкенда и Node.js, понимание принципов API",
        ]
    },
];
